Repository: common-repository/aspexi-facebook-like-box
Catalog: languages/aspexifblikebox-*.po
Languages: pl_pl

source: Plugin adds fancy Facebook Page Plugin (formerly Like Box) slider
pl_pl: Wtyczka umożliwia wstawienie na stronie wysuwanego z boku konfigurowalnego slidera z wtyczką społecznościową "Facebook Page Plugin"

source: Settings
pl_pl: Ustawienia

source: You do not have sufficient permissions to access this page.
pl_pl: Nie masz wystarczających uprawnień do przeglądania tej strony.

source: Wrong or missing status. Available statuses: enabled and disabled. Settings not saved.
pl_pl: Nieprawidłowy Status. Dostępne statusy: włączony i wyłączony. Nie zapisano.

source: Settings saved.
pl_pl: Zapisano.

source: Aspexi Like Box Slider Settings
pl_pl: Ustawienia Aspexi Like Box Slider

source: enabled
pl_pl: włączony

source: disabled
pl_pl: wyłączony

source: Facebook Page URL
pl_pl: Adres strony Facebook

source: Page Plugin Height
pl_pl: Wysokość

source: Page Plugin Width
pl_pl: Szerokość

source: Show Friends' Faces
pl_pl: Pokaż zdjęcia znajomych

source: Show Posts (Stream)
pl_pl: Pokaż posty

source: Hide the custom call to action button (if available)
pl_pl: Ukryj dodatkowy przycisk (jeżeli dostępny)

source: Hide Cover
pl_pl: Ukryj główne zdjęcie

source: Hide cover photo in the header.
pl_pl: Ukryj główne zdjęcie w nagłówku

source: Small Header
pl_pl: Mały nagłówek

source: Use the small header instead.
pl_pl: Użyj małego nagłówka

source: Localization
pl_pl: Język

source: Change might not be visible immediately due to Facebook / browser cache.
pl_pl: Zmiana może nie być widoczna od razu ze względu na cache Facebook lub przeglądarki

source: Don't show again
pl_pl: Przycisk „Nie pokazuj ponownie”

source: Slide out for unique users only
pl_pl: Wysuń tylko raz dla unikalnych użytkownikow

source: If you select this checkbox and enable auto slide out, this will happen only once for user
pl_pl: Jeżeli zaznaczysz tą opcję i masz wybraną opcję automatycznego otwierania to automatyczne otworzenie likboxa nastąpi tylko raz

source: Save all settings
pl_pl: Zapisz wszystkie ustawienia

source: Save and preview
pl_pl: Zapisz i zobacz podgląd

source: Button Settings
pl_pl: Ustawienia Ikony

source: Button Space
pl_pl: Odległość od krawędzi

source: Space between button and page edge
pl_pl: Określa pustą przestrzeń między ikoną a krawędzią strony

source: Button Placement
pl_pl: Położenie Ikony

source: top of like box
pl_pl: góra okienka

source: middle of like box
pl_pl: środek okienka

source: bottom of like box
pl_pl: dół okienka

source: fixed
pl_pl: stała wartość

source: from slider top
pl_pl: od góry okienka

source: Button Image
pl_pl: Obraz Ikony

source: High Resolution
pl_pl: Wysoka rozdzielczość

source: Use SVG high quality images instead of PNG if possible. Recommended for Retina displays (iPhone, iPad, MacBook Pro).
pl_pl: Używaj wektorowych plików SVG o wysokiej jakości zamiast plików PNG jeśli możliwe. Zalecane dla wyświetlaczy Retina (iPhone, iPad, MacBook Pro).

source: Advanced Look and Feel
pl_pl: Zaawansowane ustawienia wyglądu

source: Placement
pl_pl: Położenie

source: left
pl_pl: po lewej

source: right
pl_pl: po prawej

source: Vertical placement
pl_pl: Położenie w pionie

source: middle
pl_pl: w środku

source: from page top
pl_pl: od góry strony

source: Border Color
pl_pl: Kolor obramowania

source: Border Width
pl_pl: Szerokość obramowania

source: Slide on Mouse
pl_pl: Wysuń

source: hover
pl_pl: po najechaniu

source: click
pl_pl: po kliknięciu

source: Slide Time
pl_pl: Prędkość wysuwania

source: milliseconds
pl_pl: millisekund

source: Auto open
pl_pl: Auto otwieranie

source: Auto open after
pl_pl: Automatycznie otwórz po

source: Auto close
pl_pl: Automatyczne zamykanie

source: Auto close after
pl_pl: Automatycznie zamknij po

source: Auto open when user reaches bottom of the page
pl_pl: Automatycznie otwórz gdy użytkownik zejdzie na dół strony

source: Auto open when user reaches position
pl_pl: Otwórz automatycznie gdy użytkownik przejdzie do określonej pozycji

source: Auto open when user is
pl_pl: Otwórz automatycznie gdy użytkownik jest

source: Top
pl_pl: Góry

source: Bottom
pl_pl: Dołu

source: Auto open when user reaches element
pl_pl: Otwórz automatycznie gdy użytkownik zobaczy element

source: Auto open when user reaches
pl_pl: Otwórz automatycznie gdy użytkownik przejdzie do

source: (jQuery selector for example #element_id, .some_class)
pl_pl: (Selektor jQuery np.: #element_id, .jakaś_klasa)

source: Delay FB content load
pl_pl: Opóźnij ładowanie zawartości FB

source: Checking this box will prevent from loading the facebook content while loading the whole page. With this box checked the page will load faster, but facebook content may appear a bit later while opening the box for the first time.
pl_pl: Zaznaczenie tego spowoduje, że zawartość z facebooka nie będzie ładowana podczas ładowania całej strony. Dzięki temu strona załaduje się szybciej, ale treści z facebooka mogą pojawić się odrobinę później podczas pierwszego rozwijania panelu.

source: Disable on GET
pl_pl: Wyłącz dla zmiennej GET

source: Example: set Parameter=iframe and Value=true. Like Box will be disabled on all URLs like yourwebsite.com/?iframe=true.
pl_pl: Przykładowo, ustawiając Parametr=iframe i Wartosc=true, Like Box nie wyświetli się na stronach zawierających te zmienne w adresie, np. yourwebsite.com/?iframe=true.

source: Parameter
pl_pl: Parametr

source: Value
pl_pl: Wartość

source: Disable on Small Screens
pl_pl: Ukryj na małych ekranach

source: Dynamically hide the plugin if screen size is smaller than like box size (CSS media query)
pl_pl: Dynamicznie ukryj plugin jeśli szerokość ekranu jest mniejsza niż szerokość pluginu (użyj CSS media query)

source: Enable on Mobile
pl_pl: Wyświetlaj na urządzeniach mobilnych

source: Other Mobile Devices
pl_pl: Inne urządzenia mobilne

source: Made by
pl_pl: Stworzony przez

source: Get PRO version
pl_pl: Zobacz wersję PRO

source: Try to detect qTranslate/mqTranslate language and force it instead of language set in Localization.
pl_pl: Próbuj wykryć język qTranslate/mqTranslate i ustaw go zamiast języka skonfigurowanego w pluginie.

source: Try to detect Polylang language and force it instead of language set in Localization.
pl_pl: Próbuj wykryć język Polylang i ustaw go zamiast języka skonfigurowanego w pluginie.
